-- 在商品表中添加初始值数据
UPDATE lkt_product_list
SET 
 initial = 'a:5:{s:3:\"cbj\";s:2:\"20\";s:2:\"yj\";s:3:\"100\";s:2:\"sj\";s:2:\"60\";s:4:\"unit\";s:3:\"盒\";s:5:\"kucun\";s:2:\"64\";}'
WHERE
  id = '1' ;

-- 删除规格表中的初始数据
delete from lkt_configure where id = '1';
-- 重新添加一条新的初始数据
INSERT INTO `lkt_configure`
VALUES
  (
    '1',
    '默认',
    '默认',
    '默认',
    '20.00',
    '60.00',
    '100.00',
    '1541597053657.jpeg',
    '1',
    '64',
    '',
    '0.00',
    '2',
    'a:3:{s:6:\"类型\";s:6:\"默认\";s:6:\"颜色\";s:6:\"默认\";s:6:\"规格\";s:6:\"默认\";}',
    '0'
  );